LESSONS = {
    'Monday': "Уроки на 😫ПОНЕДЕЛЬНИК\n________\n\
            1️⃣Урок: 🧮Математический анализ (👷🏻проработка)\n🕑Время: 09:00-9:40  9:50-10:30\nhttps://meet.google.com/zmh-zbkh-abi\n________\n\
            2️⃣Урок: 🧮Математический анализ (👂лекция)\n🕑Время: 10:45-11:25  11:35-12:15\nhttps://meet.google.com/xuy-atcp-bsn\n________\n\
            3️⃣Урок: 📐Геометрия и Алгебра (👂лекция)\n🕑Время: 12:50-13:30  13:40-14:20\nID: 3324431212\nПароль: 904230\nhttps://zoom.us/j/3324431212?pwd=V1Q3NXI-JTXVRdWt3RjN0dDRVZWpDZz09\n________\n\
            4️⃣Урок: 🐻Русский язык (🥇-ая группа)\n🕑Время: 14:35-15:15  15:25-16:05\nhttps://meet.google.com/rcm-emra-bat\n________\n\
            4️⃣Урок: 🦄Иностранный язык (🥈-ая группа)\n🕑Время: 14:35-15:15  15:25-16:05\nhttps://meet.google.com/thx-dxfd-xut\n________\n",

    'Tuesday': "Уроки на 😩ВТОРНИК\n________\n\
            1️⃣Урок: 📐Геометрия и Алгебра (👷🏻проработка)\n🕑Время: 09:00-9:40  9:50-10:30\nhttps://meet.google.com/ejc-mrbc-opw\n________\n\
            2️⃣Урок: 🍑Дискретная математика (👂лекция)\n🕑Время: 10:45-11:25  11:35-12:15\nhttps://us04web.zoom.us/j/3036549817?pwd=UmdHdk94czhzODk3MmpzRUE3Y2s0UT09\n________\n\
            3️⃣Урок: 📐Геометрия и Алгебра (👷🏻проработка)\n🕑Время: 12:50-13:30  13:40-14:20\nhttps://zoom.us/j/2987264581\n________\n\
            4️⃣Урок: 🦁Армянский язык (1️⃣-я сильная группа)\n🕑Время: 14:35-15:15  15:25-16:05\nhttps://meet.google.com/jva-goyu-bvq\n________\n\
            4️⃣Урок: 🦁Армянский язык (2️⃣-я сильная группа)\n🕑Время: 14:35-15:15  15:25-16:05\nhttps://meet.google.com/fmm-ybub-fku\n________\n\
            5️⃣Урок: 🦁Армянский язык (3️⃣-я сильная группа)\n🕑Время: 16:40-17:20  17:30-18:10\nhttp://meet.google.com/qgv-aaoh-ecc\n________\n\
            4️⃣Урок: 🦁Армянский язык (4️⃣-я слабая группа)\n🕑Время: 14:35-15:15  15:25-16:05\nhttps://meet.google.com/qsj-fsyy-duj\n________\n\
            4️⃣Урок: 🦁Армянский язык (5️⃣-я слабая группа)\n🕑Время: 14:35-15:15  15:25-16:05\nhttps://meet.google.com/rji-uuyx-mcs\n________\n",

    'Wednesday': "Уроки на 😭СРЕДУ\n________\n\
            1️⃣Урок: 🍌Язык С (👂лекция)\n🕑Время: 09:00-9:40  9:50-10:30\nhttps://zoom.us/j/91857925713?pwd=dkN6YVJsc2NJdi9VVmJKTEhNS1Z5dz09\n________\n\
            2️⃣Урок: 🍑Дискретная математика (👷🏻проработка)\n🕑Время: 10:45-11:25  11:35-12:15\nhttps://meet.google.com/bwi-ymiw-bio\n________\n\
            3️⃣Урок: 🦄Иностранный язык (🥇-ая группа)\n🕑Время: 12:50-13:30  13:40-14:20\nhttps://meet.google.com/jwm-uwpa-ywq\n________\n\
            3️⃣Урок: 🐻Русский язык (🥈-ая группа)\n🕑Время: 12:50-13:30  13:40-14:20\nhttps://meet.google.com/cti-woqu-ecv\n________\n",

    'Thursday': "Уроки на 😐ЧЕТВЕРГ\n________\n\
            2️⃣Урок: ⚽️Физкультура\n🕑Время: 10:45-11:25  11:35-12:15\nhttp://meet.google.com/pog-nmmz-yhr\n________\n\
            3️⃣Урок: 📐Геометрия и Алгебра (👂лекция)\n🕑Время: 12:50-13:30  13:40-14:20 \n ID: 3324431212\nПароль: 904230\nhttps://zoom.us/j/3324431212?pwd=V1Q3NXI-JTXVRdWt3RjN0dDRVZWpDZz09\n________\n\
            4️⃣Урок: 📐Геометрия и Алгебра (👷🏻проработка)\n🕑Время: 14:35-15:15  15:25-16:05\nhttps://zoom.us/j/2987264581\n________\n",

    'Friday': "Уроки на 😊ПЯТНИЦУ\n________\n\
            1️⃣Урок: 🧮Математический анализ (👷🏻проработка)\n🕑Время: 09:00-9:40  9:50-10:30\nhttps://meet.google.com/zmh-zbkh-abi\n________\n\
            2️⃣Урок: 🧮Математический анализ (👂лекция)\n🕑Время: 10:45-11:25  11:35-12:15\nhttps://meet.google.com/xuy-atcp-bsn\n________\n\
            3️⃣Урок: 📐Геометрия и Алгебра (👷🏻проработка)\n🕑Время: 12:50-13:30  13:40-14:20\nhttps://meet.google.com/ejc-mrbc-opw\n________\n\
            4️⃣Урок: 🦄Иностранный язык (🥇-ая группа)\n🕑Время: 14:35-15:15  15:25-16:05\nhttps://meet.google.com/jwm-uwpa-ywq\n________\n\
            4️⃣Урок: 🦄Иностранный язык (🥈-ая группа)\n🕑Время: 14:35-15:15  15:25-16:05\nhttps://meet.google.com/thx-dxfd-xut\n________\n",

    'Saturday': "‼️В 😎СУББОТУ БУХАЕМ🍾🍾🍾\n",

    'Sunday': "‼️В ☹️ВОСКРЕСЕНЬЕ СУШНЯК\n",
}



FUNCS = {
    'start': 'start(message)',
    '🌝ПАРЫ СЕГОДНЯ': 'today(message)',
    '🌚ПАРЫ ЗАВТРА': 'tomorrow(message)',
}